aic94xx-firmware
alsa-utils
android-tools
arandr
aria2
autoconf
automake
base
bat
betterlockscreen
binutils
bison
bridge-utils
bwm-ng
calc
cava
ccls
collectl
connman
connman-gtk
dhcpcd
dmenu
dmidecode
dnscrypt-proxy
dnsmasq
dunst
ebtables
exa
fakeroot
feh
figlet
file
findutils
flameshot
flex
fuseiso
gawk
gcc
gcolor2
gettext
git
google-chrome
gparted
grep
groff
gtk-engine-murrine
gtk2-perl
gvfs
gvfs-mtp
gvfs-smb
gzip
highlight
htop
i3-gaps
ifstat
inkscape
intel-ucode
inxi
jdk-openjdk
jgmenu
jre-openjdk-headless
kitty
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libguestfs
libreoffice-still
libtool
light
linux
linux-clear
linux-clear-headers
linux-firmware
linux-headers
lsb-release
luv-icon-theme-git
lxappearance
lxsession
m4
make
man-db
mediainfo
mesa
mlocate
mousepad
mpc
mpd
mpv
msmtp
ncmpcpp
neofetch
neomutt
neovim-git
networkmanager
nodejs
noto-fonts-cjk
npm
ntfs-3g
odt2txt
openbsd-netcat
optipng
p7zip
pacman
patch
pcsx2
perl-unicode-linebreak
picom
pkgconf
polybar
pulseaudio
python-pip
python-pynvim
python-ueberzug
python2-pip
qbittorrent
qemu
qt5-styleplugins
qt5-wayland
qt5ct
qutebrowser-git
ranger
rclone
reflector
rofi
ruby
ruby-colorls
ruby-sass
samba
scrcpy
scrot
sed
siji-git
slim
steam
stow
sudo
teamviewer
telegram-desktop
texinfo
thunar
thunar-volman
tmux
tree
ttf-font-awesome
ttf-liberation
tty-clock
udiskie
unrar
unzip
vde2
virt-manager
virt-viewer
vulkan-radeon
w3m
wd719x-firmware
wget
which
wine
wine-gecko
wine-mono
xarchiver
xautolock
xclip
xdo
xf86-video-vesa
xfce4-power-manager
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xsetroot
yarn
yay
youtube-dl
youtube-viewer-git
zathura
zathura-pdf-mupdf
zip
zsh
